Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/verdens-mest-kjente-urfolksforsker-kommer-til-sapmi.html.tmx
Source language: nob
Languages: sme

source: Verdens mest kjente urfolksforsker kommer til Sápmi / Forskning og høyere utdanning / Opplæring / Forsiden - Sametinget
sme: Máilmmi eanemus dovddus eamiálbmotdutki boahtá Sápmái / Dutkan ja alit oahpahus / Oahpahus / Sámediggi - Sametinget

source: Verdens mest kjente urfolksforsker kommer til Sápmi
sme: Máilmmi eanemus dovddus eamiálbmotdutki boahtá Sápmái

source: AIEC2016, Arktiske urfolks udanningskonferanse arrangeres i Kautokeino 14.-17. mars neste år.
sme: 14. Juovlamánnu 2015

source: Hovedforeleseren er verdens mest kjente urfolksforsker Linda Tuhiwai Smith.
sme: AIEC2016, Árktalaš eamiálbmot oahppokonferánssa lágiduvvo Guovdageainnus njukčamánu 14.-17 b. boahtte jagi.

source: Linda Tuhiwai Smith sin bok om urfolksforskning ble utgitt i 1999.
sme: Váldologaldallin lea máilmmi eanemus dovddus eamiálbmotdutki Linda Tuhiwai Smith.

source: Boka er pensum ved mange universiteter rundt i verden og er oversatt til mange språk.
sme: Linda Tuhiwai Smith girji eamiálbmotdutkama hárrái álmmuhuvvui 1999:is.

source: Smith argumenterer blant annet med at vestens kunnskapssyn er også tilpasset vestens styringsmåte og er en del av maktutøvelsen.
sme: Girji lea pensum dievva universitehtain birra máilmmi ja jorgaluvvon máŋgga gillii.

source: -Smith sin tankegang og kunnskap har oppmuntret folk over hele verden, og jeg er glad for å kunne få høre henne her i Sápmi, sier Sametingets president Aili Keskitalo.
sme: Smith ákkastallá earret eará ahte oarjemáilmmi diehtooaidnu maid lea heivehuvvon oarjemáilmmi stivrenvuohkái ja lea oassin fápmostallamis.

source: Linda Tuhiwai Smith kommer til Kautokeino i forbindelse med AIEC2016, Arctic Indigenous Education Conference 2016.
sme: -Smith jurddašeapmi ja máhttu lea movttidahttán olbmuid miehtá máilmmi, ja mun illudan su gullat su dáppe Sámis, lohká Sámedikki presideanta Aili Keskitalo.

source: Sametinget og Samisk høgskole arrangerer AIEC2016 14.-17. mars.
sme: Linda Tuhiwai Smith boahtá Guovdageidnui AIEC2016 oktavuođas, Arctic Indigenous Education Conference 2016.

source: Den forrige urfolks arktiske internasjonale utdanningskonferansen ble arrangert i Iqaluitas, Kanada i 2012, og nå har Sametinget påtatt seg dette arbeidet.
sme: Sámediggi ja Sámi Allaskuvla lágideaba AIEC2016 njukčamánu 14.-17 b.

source: 100 deltakere Konferansen er åpen for alle, men er først og fremst ment for utdannings- og forskningsfeltet, fra barnehagenivå til forskning.
sme: Mannan eamiálbmogiid internašunála árktalaš oahpahuskonferánsa lágiduvvui Iqaluitas, Canadas 2012 is, ja dál lea Sámediggi váldán badjelasas dan barggu.

source: Målet med konferansen er å dele erfaringer og eksempler, og diskutere utfordringer i urfolks opplæring, fra barndom til høyere opplæring.
sme: 100 oasseváldi

source: Temaet er “Revitalisering – utfordringer og nye perspektiver i opplæringen”.
sme: Konferánsa lea rabas buohkaide, muhto lea vuosttažettiin oaivvilduvvon oahppo- ja dutkansuorgái, mánáidgárddiid dásis gitta dutkamii.

source: Det ventes omkring 120 personer fra de forskjellige arktiske områdene som Sápmi, Grønland, Kanada osv. Hovedforeleser fra samisk side er Asta Balto, som har jobbet med samisk pedagogikk i mange tiår.
sme: Ulbmil konferánssain lea juogadit vásáhusaid ja ovdamearkkaid, ja digáštallat hástalusaid eamiálbmot oahpahusas, mánnávuođas gitta alit oahpahusa dássái.

source: Styrking av opplæringssamarbeidet I forbindelse med konferansen arrangeres det også et ministermøte der formålet er å underskrive en avtale som styrker samarbeidet omkring urfolks opplæring, blant annet gjennom fremtidige konferanser.
sme: Fáddá lea “Revitaliseren – hástalusat ja ođđa perspektiivvat oahpahusas”.

source: Møter avholdes 16. mars. På dette møtet deltar undervisningsministrene fra de andre arktiske områdene, og Sametingets president.
sme: Konferánsii vuordit sullii 120 olbmo iešguđet árktalaš guovlluin nugo Sámis, Ruonáeatnan, Canada jna. Váldologaldalli Sámi bealis lea Asta Balto, gii máŋgalot jagi jo lea bargan Sámi pedagogihkain.

source: Mer informasjon i konferansens nettsider:
sme: Nannet oahpahusovttasbarggu Konferánssa olis lágiduvvo maid ministtarčoahkkin mas lea ulbmil vuolláičállit šiehtadusa mii nanne ovttasbarggu eamiálbmot oahpahusa ektui, earret eará boahttevaš konferánssaid bokte.
